Repository: miladabdollahi/online_shop
Catalog: product/locale/*/LC_MESSAGES/django.po
Languages: fa

source: product
fa: محصول

source: name of color
fa: نام رنگ

source: code of color
fa: کد رنگ

source: color
fa: رنگ

source: colors
fa: رنگ ها

source: iranian brand
fa: برند ایرانی

source: foreign brand
fa: برند خارجی

source: english name of brand
fa: نام خارجی برند

source: persian name of brand
fa: نام فارسی برند

source: image of brand
fa: عکس برند

source: type of brand
fa: نوع برند

source: logo of brand
fa: لوگوی برند

source: height and width 600 X 600 px
fa: عرض و ارتفاع ۶۰۰ در ۶۰۰ می باشد.

source: brand
fa: برند

source: brands
fa: برند ها

source: name of type
fa: نام نوع

source: value of type
fa: مقدار نوع

source: product type
fa: نوع محصول

source: product types
fa: نوع محصولات

source: width
fa: عرض

source: height
fa: ارتفاع

source: length
fa: طول

source: weight
fa: وزن

source: packing
fa: بسته بندی

source: packaging
fa: بسته بندی ها

source: english name of product
fa: نام خارجی محصول

source: persian name of product
fa: نام فارسی محصول

source: originality of product
fa: اصل بودن محصول

source: type
fa: نوع

source: description of product
fa: توضیحات محصول

source: positive points
fa: نکات مقبت

source: negative points
fa: نکات منفی

source: product information
fa: اطلاعات محصول

source: product informations
fa: اطلاعات محصولات

source: sellers
fa: فروشنده ها

source: category
fa: دسته بندی

source: information of product
fa: اطلاعات محصول

source: specification
fa: ویژگی

source: tag of product
fa: تگ محصول

source: images of product
fa: عکس محصول

source: price of product
fa: قیمت محصول

source: discount
fa: تخفیف

source: name of guarantee
fa: نام گارانتی

source: products
fa: محصولات
